request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://acari.io/simple/web-service">
   <soapenv:Header/>
   <soapenv:Body>
      <web:allComputersRequest/>
   </soapenv:Body>
</soapenv:Envelope>